{"capture_source":"BackgroundSource","extracted_metadata":{"CreationDate":"2008-11-03","Author":"Boots Nucum","Title":"Layout 1","Pages":28,"Creator":"QuarkXPress(tm) 6.5","Producer":"QuarkXPress(tm) 6.5"},"content_type":"application/pdf","document_id":"0a1b832d00ed3a1b62b6f14365cbd94b","extracted_text":"Eastern Africa:\n\nSecurity and the Legacy of Fragility\n\nAfrica Program Working Paper Series OCTOBER 2008Gilbert M. Khadiagala\n\nI N T E R N AT I O N A L P E A C E I N S T I T U T E\n\nCover Photo: Elderly women receive emergency food aid, Agok, Sudan, May 21, 2008. ©UN Photo/Tim McKulka.\n\nThe views expressed in this paper represent those of the author and not necessarily those of IPI. IPI welcomes consideration of a wide range of perspectives in the pursuit of a well-informed debate on critical policies and issues in international affairs.\n\nAfrica Program StaffJohn L. Hirsch, Senior Adviser Mashood Issaka, Senior Program Officer\n\nIPI Publications Adam Lupel, Editor Ellie B. Hearne, Publications Officer\n\n© by International Peace Institute,\n\nAll Rights Reserved www.ipinst.org\n\nABOUT THE AUTHOR\n\nGILBERT KHADIAGALA is Jan Smuts Professor of\n\nInternational Relations and Head of Department,\n\nUniversity of the Witwatersrand, Johannesburg, South Africa. He is the co-author with Ruth Iyob of Sudan: The\n\nElusive Quest for Peace (Lynne Rienner 2006) and the editor of Security Dynamics in Africa's Great Lakes Region (Lynne Rienner 2006).\n\nACKNOWLEDGEMENTS\n\nIPI owes a great debt of thanks to the generous contrib- utors to the Africa Program. Their support reflects a widespread demand for innovative thinking on practical solutions to continental challenges. In particular, IPI and the Africa Program are grateful to the government of the Netherlands. In addition we would like to thank the KofiAnnan International Peacekeeping Training Centre, which co-hosted an authors' workshop for this working paper series in Accra, Ghana on April 11-12, 2008.\n\nCONTENTS Foreword, Terje Rød-Larsen . . . . . . . . . . . . . . . . . . . . . . i Introduction. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1\n\nKey Challenges . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1\n\nTERRITORIAL SECURITY AND GOVERNANCE: THE LEGACY OF FRAGILITY\n\nECOLOGY, ECONOMY, AND HEALTH IN EASTERN AFRICA\n\nINTERNATIONAL SECURITY: REGION UNDER SIEGE Mechanisms for Coping with Existing Challenges . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10\n\nREGIONAL MECHANISMS\n\nINTERNATIONALLY-DRIVEN MECHANISMS Scenarios and Recommendations . . . . . . . . . . . . . . . 13\n\nWORST CASE SCENARIOS\n\nBEST CASE SCENARIOS\n\nMIDDLE CASE SCENARIOS\n\nRECOMMENDATIONS Conclusion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n\nFurther Reading . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18\n\nForeword\n\nIPI is pleased to introduce a new series of working papers on regional capacities to respond to security challenges in Africa. The broad range of United Nations, African Union, and subregional peacekeeping, peacemaking, and peacebuilding initiatives in Africa underscore a new sense of multilayered partnership in the search for the peaceful resolution of conflicts in Africa. As the total number of conflicts on the continent has been significantly reduced in the past decade, there is widespread recognition of the opportunities for a more stable and peaceful future for Africa. But there is also a profound awareness of the fragility of recent peace agreements, whether in Kenya, Liberia, or Côte d'Ivoire. Furthermore, continued violence in the Sudan, the Democratic Republic of the Congo, and Zimbabwe; the long absence of a viable central government in Somalia; and continued tensions between Ethiopia and Eritrea-to name only a few cases-reflect the legacy of unresolved historic disputes and ongoing power struggles.\n\nThe United Nations Peacebuilding Commission (PBC) has selected Burundi and Sierra Leone for its first efforts, and will shortly be addressing the security challenges facing Guinea-Bissau which has become a major transit point for narcotics traffic between South America and Europe. Yet, the impact of the PBC on promoting good governance and facilitating economic growth remains to be determined. In sum, progress toward sustainable peace and meaningful economic development in Africa remains checkered and uncertain.\n\nOn April 11-12, 2008, IPI and the KofiAnnan International Peacekeeping Training Centre co-hosted a meeting of African civil society representatives and academics in Accra, Ghana, to consider \"Security Challenges in Africa: Regional Capacities to Respond\"; and on June 1-3, 2008, IPI held a seminar in cooperation with the Austrian Ministry of Defense and the Austrian Ministry of European and International Affairs entitled \"Coping with Crisis in Africa: Strengthening Multilateral Capacity for Peace and Security.\" Each meeting sought to identify the most important trends facing the continent and to propose effective and far-reaching strategic approaches to meet the new challenges facing Africa in the twenty-first century. Five key points emerged from these discussions:\n\n1) Multiple global challenges in a rapidly changing world confront Africa. No part of the globe suffers more from global warming; no population is more at risk from rising food and energy prices; and Africans are severely affected by the inequities of the current international trading system. At the same time, Africans must face the consequences of misgovernance, corruption, interstate and intrastate conflicts of the postCold War era, and the urgent need to repair or replace failed or failing states.\n\n2) Which Africa-2008, 2020, or 2050? While addressing the crises of today, there is an urgent need to look into the future. By 2050 there will be an estimated 1.9 billion people on the continent. The pace of international change is accelerating, but the development of institutional capacities in the African Union and African subregional organizations to respond to new challenges remains challenging and slow. How can the strengthening of these capacities be accelerated? How can comparative advantages among international, continental, and subregional organizations be identified and strengthened?\n\n3) Whose Responsibility? Negotiating the proper balance between the responsibility of the state and the responsibility of the international community in the face of intrastate ethnic violence remains a topic of vigorous discussion. Yet, it is now widely accepted, in the aftermath of the tragedies of the 1990s, that the international community cannot simply stand aside in the face of genocide, war crimes, ethnic cleansing, and crimes against humanity. The AU Constitutive Act of 2000 established the right of intervention by the Union to stop genocide, war crimes, or crimes against humanity occurring in one of its member states. And i ii in September 2005, a summit of world leaders endorsed the concept of the Responsibility to Protect (RtoP). But RtoP is not primarily about military intervention. The idea of \"sovereignty as responsibility\" puts the stress on building the capacity of states to prevent these crimes and violations in the first place. All states need to be responsible for the safety and wellbeing of their populations, but if they manifestly fail to do so, the broader international community must act. The ongoing violence in Darfur and the difficulties in the deployment of UNAMID (African Union/United Nations Hybrid Operation in Darfur) reflect how difficult the transformation of words into deeds remains. What more needs to be done to give the African Union, the regional economic communities, and African states the capacity to implement these commitments? And what can international actors do to assist them in this regard?\n\n4) New Actors, Old Conflicts: Key European states, the European Union, and the United States have evinced new interest in strengthening African conflict management capacities. At the same time, China and India, the new actors on the continent, are making major investments in African infrastructure and economic development. While cognizant of African perceptions, arising from Europe's colonial past in Africa, there is an opportunity to forge new partnerships based on contemporary realities. To what extent can these divergent interests be harmonized? To what extent can historic suspicion and distrust be replaced by cooperative agendas based on a common interest in ending old conflicts and producing sustainable economic agendas?\n\n5) Peacekeeping is Not Enough-Creating the Bridge to Peacebuilding: Deployment of UN and African Union peacekeepers to address ongoing conflicts is important but insufficient to meet the challenges ahead. Nor is governmental and international institutional engagement sufficient. The agenda for postconflict reconstruction will be long and arduous. Incentives and encouragement-material and moral-should be created for the involvement of African civil society, international nongovernmental organizations, and the African diaspora in the future of the continent. This will require new openness on the part of the African Union, regional economic communities, and African governments, as well as on the part of outside actors.\n\nMany if not all of the most critical challenges to human and international security today have particular relevance to the African continent. Africa's future will be directly affected by the ongoing international debates over climate change and food insecurity; over how to respond to increased population pressures and the demands of international migration; and over the global impact of the health pandemics that have taken an enormous economic as well as human toll on the continent.\n\nThese papers form a part of the IPI Africa Program's four year initiative of research and policy facilitation intended to generate fresh thinking about the multiple challenges facing the African continent in the coming years and decades. Each of the five papers in this series seeks to address one or more aspects of the issues outlined above from the perspective of challenges facing one particular region: North Africa, Southern Africa, Central Africa, Eastern Africa, and West Africa. Yet as the series illustrates, there are many commonalities among the crises and challenges in each region. It is my hope that as you read this paper, and the others in the series, you will give thoughtful consideration to how all of us can best contribute to strengthening African continental and regional capacities in the interest of Africa itself and its many friends around the globe.\n\nTerje Rød-Larsen President, International Peace Institute\n\nIntroduction\n\n\"Eastern Africa\" denotes the geographical area comprising the seven member states of the Intergovernmental Authority on Development (IGAD): Djibouti, Eritrea, Ethiopia, Kenya, Somalia, Sudan, and Uganda. Tanzania is also included because it has had long historical and political interactions with Kenya and Uganda within the rubric of the East African Cooperation (EAC). The main challenges to human security in this region have originated from political and state fragility, resource scarcities, and environmental degradation. All these factors have contributed to a regional context that is characterized by intrastate conflicts, interstate wars, and political extremism. Raging civil wars and interstate conflicts have, in turn, produced forms of statelessness and marginality that have deepened societal insecurities and strained human livelihoods. Consequently, in addition to profound political instability and economic destitution, human security is arrayed against escalating communal violence, small arms proliferation, and massive movements of people within and beyond the region.\n\nRegional insecurities have also had wider global resonance, attracting international actors, institutions, and resources. Since the turn of the new century, man-made conflicts and natural disasters, such as droughts and floods, have tasked the energies of the international community. International engagement will continue because new security threats such as terrorism and piracy have emerged, exploiting extant weaknesses in states and societies of the region. Resuscitating structures that reduce the challenges to human livelihoods in eastern Africa will entail the return to sturdy territorial order, national cohesion, economic viability, and the building of regional institutions for security and prosperity.\n\nKey Challenges\n\nThe key challenges for East Africa and the Horn include the following:\n\n• Weak states and governments that lack authority and legitimacy, resulting in the weak organization of security;\n\n• Ecological, environmental, and health vulnerabilities that have exacerbated the inability of states and societies to produce food and other forms of material sustenance;\n\n• The proliferation of lawless and marginal communities imperiled by the vagaries of the weather, internecine communal violence, and state neglect;\n\n• Susceptibility to international terrorist and criminal networks.\n\nWeak territorial boundaries that invited external and internal challenges have long dominated eastern Africa.1 Since the 1960s, the external challenge has been expressed in Somalia's irredentist claims against its neighbors in Kenya, Ethiopia, and Djibouti while self-determination was captured in secessionist struggles in southern Sudan and Eritrea. The threats arising from weak states also led to the consolidation of authoritarian and military governments that sought to defend the state and the regime.2 Questions of territory and security as symbols of weak statehood have persisted in an admixture of new and old forms. Eastern Africa continues to evidence contention over the definition of territory, state, and nation, producing a new spiral of regional insecurities with implications for human livelihoods and economic viability.3\n\nAs before, the major states of the region- Somalia, Ethiopia, Eritrea, and Sudan-have faced armed threats to their regimes, challenges that also constituted threats to their political and geographical integrity.\n\nSomalia, Ethiopia, and Eritrea\n\nIn Somalia, the collapse of irredentism forced a bitter struggle between Mohamed Siad Barre and his domestic opponents over the internal reaches of For discussion of states and borders in East Africa see A. C. McEwen, International Boundaries of East Africa (Oxford: Clarendon, 1971); Christopher Clapham, \"Boundary and Territory in the Horn of Africa,\" in African Boundaries: Barriers, Conduits, and Opportunities, edited by Paul Nugent and A. I. Asiwaju (London: Pinter, 1996), pp. 237-50; Pierre Englebert, Stacy Tarango, and Matthew Carter, \"Dismemberment and Suffocation: A Contribution to the Debate on African Boundaries,\" Comparative Political Studies 35, no.10 (2002): 1093-1118; and Gunther Schlee, \"Redrawing the Map of the Horn of Africa: The Politics of Difference,\" Africa 73, no.3 (2003): 343-68. 2 For recent analyses of Sudan's many wars see Ruth Iyob and Gilbert M. Khadiagala, Sudan: The Elusive Quest for Peace (Boulder, CO: Lynne Rienner, 2006). 3 Lionel Cliffe, \"Regional Dimensions of Conflict in the Horn of Africa,\" Third World Quarterly 20, no.1 (1999): 89-111. 1 the Somali state, itself a hastily-constructed country carved out of British and Italian Somaliland in the 1960s. Rebel movements, led primarily by northern Somali clans, launched a decisive war against the Somali state, succeeding in deposing Barre in 1991, an event that jumpstarted Somalia's disintegration. From the ashes of the disintegrating state, new forms of statehood-Somaliland and Puntland- steadily began to rise, setting themselves against an anarchic Mogadishu and southern Somalia.4\n\nSomalia's disintegration coincided with the end of the secessionist conflict in Eritrea after the defeat of the military regime of Mengistu Haile Mariam in 1991. The emergence of Eritrea heralded an optimistic phase in the resolution of the longstanding struggle for self-determination. In addition, negotiations for a peaceful end to the relationship were conducted against the backdrop of the formation of new political institutions in Ethiopia and Eritrea that sought to inject an element of participatory politics. In Ethiopia, a new constitution enshrined the principle of federalism and gave regions a measure of local autonomy, as well as an exit option if the federation did not meet their interests.5 For its part, the new Eritrean state tried to strengthen the nation through political and economic reconstruction programs.\n\nThe territorial settlement of Eritrea promised to lay the basis for new bilateral relationships between Addis Ababa and Asmara, but soon new fissures clouded the relationship. Instead of erecting institutions that would stabilize the relationship, the two countries continued to depend on the personal ties between the two leaders-Eritrean Isais Afwerki and Ethiopia's Meles Zenawi. When personality conflicts occurred between them, the two nations went to war starting in June 1998 over a disputed border at Badme. The battle over Badme illustrates the persistence of territorial disputes in eastern Africa, but it also marks the continuation of a trend in which national leaders mobilize border claims for narrow nationalistic ends.6 Despite international efforts to demarcate the border and lessen tensions, the continued stalemate in the conflict has remained a paradigm of weak and authoritarian regimes fighting wars to strengthen their hold on power.\n\nEritrean descent into authoritarianism also demonstrates the intimate links between territory, regime insecurity, and national consolidation.7 In the course of the war with Ethiopia, the government has decimated participatory institutions. Squandering the national resurgence generated by the war for self-determination, Afwerki has used the border war to centralize control in a style reminiscent of Stalin's Russia. The regime has invoked rabid nationalism to alienate both domestic and international supporters, diminishing the socioeconomic gains made after the war. More recently, Eritrea has resurrected a long-running border dispute with Djibouti, forcing the latter to seek the arbitration of the Arab League and the African Union (AU). As it has fought wars with its neighbors, the domestic situation has deteriorated in Eritrea. All indices point to the escalation of human misery as food production has plummeted, exports have declined, and manufacturing has ground to a halt. Increasingly isolated at home and abroad, the Eritrean regime has fomented insurgencies by supporting Somali and Ethiopian armed groups. The United States has threatened to designate Eritrea as a sponsor of terrorism because of its links to the Somali leaders of the Union of Islamic Courts (UIC) that Ethiopia deposed in December 2006.8\n\nEthiopia, on the other hand, has used the victory from the war with Eritrea to maintain an uneasy status quo on the border while also postponing advances in participatory governance as opposition leaders have demanded. The deadlock over border demarcation has persisted, despite efforts by the Ethiopia-Eritrea Boundary Commission and the 2000 Algiers Agreement, which brought the twoyear Ethiopian-Eritrea war to an end. The proxy\n\nJohn Drysdale, Whatever Happened to Somalia? (London: Haan, 1994); and Anthony Vinci, \"An Analysis and Comparison of Armed Groups in Somalia,\" African Security Review 15, no.1 (2006): 76-90. 5 John Harbeson, \"Ethiopia's Extended Transition,\" Journal of Democracy 16, no.44 (2005): 144-58; Christopher Clapham, \"Ethiopian Development: The Politics of Formulation,\" Commonwealth and Comparative Politics 44, no.1 (2006): 137-50. 6 Gilbert M. Khadiagala, \"Reflection on the Ethiopia-Eritrea Border Conflict,\" Fletcher Forum of World Affairs 23, no.2 (1999): 39-56; Hussein M. Adam, \"Eritrea, Somalia, Somaliland, and the Horn of Africa,\" in Eritrea and Ethiopia: From Conflict to Cooperation, edited by Amare Tekle (Lawrenceville, NJ: Red Sea, 1994), pp. 139-68. 7 Tanja R. Muller, \"State Making in the Horn of Africa: Notes on Eritrea and Prospects for the End of Violent Conflict in the Horn,\" Conflict, Security, and Development 6, no.4 (2006): 207-19. 8 Elizabeth Blunt, \"US Gives Stark Warning to Eritrea,\" BBC News, September 8, 2007, available at http://news.bbc.co.uk/1/hi/world/africa/6985656.stm. 4\n\nArchipelagoMi tsiw a'e\n\nJinja\n\nAdministrative Boundary\n\nNational capital\n\nTown, village\n\nAirport\n\nInternational boundary\n\nRoad\n\nRailroad\n\n45° 50°\n\n15°\n\n10°\n\n35° 5° 40°\n\n0°\n\n5°\n\n40°\n\n50°45° Map No. 4188 Rev. 2 UNITED NATIONS May 2007\n\nThe boundaries and names shown and the designations used on this map do not imply official endorsement or acceptance by the United Nations.\n\nDepartment of Peacekeeping Operations Cartographic Section\n\nGulf of Aden\n\nRed Sea\n\nBab al M andabT'ana Hayk\n\nLake Victoria\n\nAbaya Hayk\n\nINDIAN OCEAN\n\nGilo Wenz\n\nAw as h Abay (Blue N ile)\n\nL. Eyasi L. Natron L. Manyara\n\nOm o\n\nCh'amo Hayk\n\nLake Turkana (Lake Rudolf)\n\nCh'ew Bahir\n\nPibor\n\nAkobo\n\nA bay\n\nTekeze\n\nAtbara\n\nGalana\n\nW hite\n\nN ile\n\nBlue N ile\n\nDinder\n\nNile\n\nWabe Gestro\n\nWabe Shebele Dawa\n\nP angani\n\nG enale\n\nW ebi Jubba\n\nW eb i Sh abe lle\n\nTana\n\nGewané\n\nDese Bati\n\nWeldiya Serdo\n\nBoorama\n\nSaylac\n\nBerbera\n\nJijiga\n\nDegeh Bur\n\nHarer\n\nDire Dawa\n\nAli Sa bin\n\nDikhil\n\nHargeysa\n\nBahir Dar\n\nBure Debre Mark'os\n\nFiche Debre Birhan Hagere Hiywet\n\nBoorMojo\n\nNazret\n\nAsela\n\nGinir\n\nGoba K'ebri Dehar Imi\n\nBurco\n\nBaki\n\nKarin\n\nLaascaanood\n\nCaluula\n\nButyaalo Boosaaso\n\nXaafuun\n\nBandarbeyla\n\nCeerigaabo\n\nQardho\n\nGaroowe\n\nEyl\n\nXamure\n\nAdan (Aden) -Shaykh 'Uthman\n\nObock Tadjoura\n\nAssab\n\nIdi\n\nAhwar\n\nIbb Balhaf-\n\nAl MukallaAsh Shihr\n\nAl Ghaydah\n\n'Ataq-\n\nThamud-\n\nSaywun-\n\nShabwah Ma'rib\n\nAl Bayda'-\n\nTa'izz\n\nDhamarAl Hudaydah\n\nHajjah\n\nSa'dah\n\n-Najran -Abha\n\nAl Qunfudhah\n\n-Jizan\n\nArcher's Post\n\nMeru\n\nHabaswein\n\nGarissa\n\nBilis Qooqaani\n\nBuur Gaabo\n\nLamu Garsen\n\nVoi\n\nMachakos\n\nNamangaMwanza\n\nShinyanga\n\nMusoma\n\nArusha\n\nTilka\n\nTanga\n\nKericho\n\nKisumu\n\nTororo\n\nSek'ot'a\n\nHosa'ina\n\nAwasa\n\nYirga 'Alem Sodo\n\nJima\n\nAgaroGoreGambela\n\nDembi Dolo\n\nNek'emteGimbi\n\nGuba\n\nMendi\n\nGidami\n\nGoha\n\nGaladi\n\nKibre Menguist\n\nShewa Gimira Yeki\n\nSogata ArbaMinch'\n\nGonder\n\nGaalkacyo\n\nWar Galoh\n\nHobyo\n\nDhuusamarreeb\n\nWerder\n\nShilabo\n\nBeledweyne\n\nFerfer\n\nBuulobarde Ceeldheere\n\nXuddurDolo Bay\n\nRamu Luug\n\nJamaame\n\nJilib\n\nBaraawe Bu'aale\n\nMarka\n\nJawhar\n\nBaydhabo Garbahaarrey\n\nBaardheere\n\nFiltuNegele\n\nTakaba\n\nEl WakBuna\n\nWajir\n\nKismaayo\n\nLaisamis\n\nMega Moyale\n\nKusa\n\nGaradase\n\nBanya\n\nMurle\n\nNorth Horr\n\nLoiyangalani\n\nLokichar\n\nMaralal\n\nKakamega\n\nEldoret\n\nNanyuki\n\nNyeri EmbuNakuru\n\nMoshi\n\nMombasa\n\nKilifiMalindi\n\nMoroto\n\nLodwar\n\nLokwa Kangole\n\nTodenyang Kapoeta\n\nTowot\n\nPibor Post\n\nNy ah uru ru\n\nKigille\n\nKurmuk\n\nEd Damazin\n\nSingar\n\nSinnar\n\nWad Madani Gedaref\n\nMetema Debark'\n\nShendi\n\nKassala\n\nOmhajer\n\nHimora\n\nTeseney\n\nSebderat\n\nBarentu\n\nAdi Quala\n\nAksum\n\nMek'ele\n\nAdwa Adigrat\n\nTio\n\nMersa Fatuma\n\nInghel\n\nMersa Gulbub Af'abet Nakfa\n\nAlghiena Sala itsi wa'e\n\n-\n\nDahlak Farasan -\n\nJaza'ir'-\n\nGees Gwardafuy\n\nDjibouti\n\nAddis Ababa\n\nKhartoum -San'a (Sanaa)'\n\nNairobi\n\nMuqdisho (Mogadishu)\n\nAsmara ERITREA\n\nSAUDI ARABIA\n\nY E M E N\n\nDJIBOUTI\n\nE T H I O P I A\n\nSOMALIA\n\nK E N YA\n\nUGANDA\n\nUNITED REPUBLIC OF\n\nTANZANIA\n\nS U DA N\n\nHORN OF AFRICA\n\n0 100 200 300\n\n0 100 200 300 mi\n\n400 500 km war in Somalia between Ethiopia and Eritrea has further exacerbated the tensions between the two. On the domestic front, although Ethiopia made remarkable progress in the governance arena, Meles and his ruling Ethiopian People's Revolutionary Democratic Front (EPRDF) have confronted growing demands for genuine democratization. Responding to these pressures, Ethiopia, as demonstrated in the last two elections, has moved progressively toward a return to a single-party state with federalist trappings. With growing insecurity at the center, the regime has also curtailed some of the powers accorded to the provincial federations, potentially reversing the federal gains. The armed violence unleashed against the opposition during the May 2005 elections elicited global condemnations and veiled threats of aid stoppage, but the regime has weathered these pressures.9\n\nLike Eritrea, Ethiopia has embarked on an activist regional foreign policy, invading Somalia in a blistering attack in December 2006 to overthrow the Islamists who had taken control of Mogadishu. Reinforcing its historic role as a regional hegemon, Ethiopia has described Somalia's lawlessness and Islamism as a dire threat to the entire region. Exercising Ethiopia's sub-imperial role in eastern Africa, Meles has used the invasion to bolster his domestic standing and win international support from the United States in its war against terrorism. But Ethiopia's invasion of Somalia has also helped to resurrect the old Ogaden grievances against Addis Ababa, now organized as the Ogaden National Liberation Front (ONLF). For years, the ONLF battled successive Ethiopian governments with the goal of splitting the ethnic Somali region from the country. One of the justifications for the Ethiopian invasion was that it was needed to prevent militant Islamists from stoking the fire of Ogaden irredentism as they did in the 1970s. The escalating humanitarian crisis in the Ogaden region caused by violent skirmishes between the Ethiopian military and the ONLF has, however, reopened the old wounds of secessionism.10 The ONLF has recently acquired the capacity to mount spectacular attacks within Ethiopia since the fall of the Mengistu dictatorship, raising fears of its links to external forces. But although Ethiopia has tried to label the ONLF as a terrorist organization, failure to meet the grievances in the Ogaden may recreate the instabilities that have dogged the region in the past.\n\nWhile Ethiopia and Eritrea support different factions in Mogadishu, new questions have emerged about the future of the quasi-states that emerged in Somalia after the collapse of the Siad Barre government. Although Somaliland has made remarkable efforts toward statehood, primarily by holding elections and providing public goods, the silence by the international community over its recognition continues to cast a pall over its future. Having fulfilled all the basic requirements of empirical statehood, Somaliland now seeks juridical statehood as the internationally recognized postcolonial state remains the only avenue for legitimation.11 Similarly, Puntland has struggled to project the image of a functional state, even though it is less-endowed than Somaliland in terms of human capacity and economic resources. In addition to the uncertain relationships with Mogadishu and southern Somalia, there are new border conflicts between Somaliland and Puntland that have occasionally resulted in violence, underscoring the endurance of border disputes in the region. Even if the two Somali entities were to gain international recognition, a more stable Mogadishu may have its own territorial disputes with them as rival clans stake their claims on pasture, land, and water.\n\nSudan\n\nOf all the regional conflicts of the 1990s, the Sudanese civil war had the most enormous effect on the deterioration of human livelihoods. Raging since the 1980s, the north-south conflict captured the intersection of territorial, political, economic, and confessional sources of contestation that had characterized the multinational Sudanese state. Regime security for the Islamists who assumed power in Khartoum in 1989 became interlinked with the war in the south, even as the South Sudan Liberation Movement (SPLM) fought for Harbeson, \"Ethiopia's Extended Transition.\" 10 United Nations Integrated Regional Information Networks (IRIN), \"Ethiopia: UN Warns of Humanitarian Crisis in Somali Region,\" October 6, 2007, available at 9 www.irinnews.org/report.aspx?ReportId=74666. 11 For excellent discussions of Somaliland and its future see Matt Bryden, \"Somalia and Somaliland: Envisioning a Dialogue on the Question of Somali Unity,\" African Security Review 13, no.2 (2004): 23-33; and Martin Dornboos, \"Somalia: Alternative Scenarios for Reconstruction,\" African Affairs 101, no. 402 (2002): 93-107. secularism and self-determination. When oil exploration began in the late 1980s, the struggle for southern Sudan became even more virulent, lending a new resource fault line to the conflict. After much human suffering, the north and south resolved their conflicts in January 2005 through the Comprehensive Peace Agreement (CPA) mediated over many years by IGAD and international mediators.12\n\nThe CPA heralded the start of amity in the Sudan, pending the referendum in 2011 that will afford the south the opportunity to choose between separation and continuation within the territorial boundaries of Sudan. For most of the south, however, the CPA is merely a transitional stage in the historical yearning for territorial space in which they could organize political life free of encumbrance from the north. But Sudan's transition faces three obstacles:\n\n• First, the CPA decided on a framework to resolve the civil war without profoundly altering the power balance so that the Islamist establishment, now labeled the National Congress Party (NCP), continues to hold sway over the north. More accurately, peace without pluralism for the north portends the continuation of dictatorship that may along the way threaten peace with the south.\n\n• Second, northern determination to hold onto territories in some parts of the oil-rich south, in particular Abyei, have dampened the optimism that attended the signing of the CPA. As the north reneges on implementing key provisions of the CPA, widespread fears have emerged that the north-south conflict is merely in abeyance, a worrying trend for a region that seemed to be recovering from years of civil conflagration.13\n\n• Third, within Sudan, southern demands for selfdetermination galvanized other marginalized groups demanding freedom from the stultifying arm of Khartoum. Thus the CPA forced the hands of the Darfurians to the West and the Beja to the East for their own agreements that would reflect a burgeoning order of a Sudan that is internally more comfortable with itself.14\n\nYet, as the deepening humanitarian crisis in Darfur illustrates, the disintegration of the old territorial and political order in Sudan is coming at a heavy cost to civilians, now caught up in the battle between militias backed by the central government and the proliferating rebel movements in Darfur. In its virulence and intensity, Darfur symbolizes the continuity of state fragility overlain by resource and regional differentiations. Although some factions of Darfur's rebellion and the Eastern Liberation Movement have found room in the transitional institutions erected after the signing of the CPA, the continuation of the Darfur conflict echoes the initial stirrings of southern grievances against the post-independence government in Khartoum.\n\nSudan's conflicts of self-determination and autonomy mirror the pattern in Ethiopia and Somalia where the grievances along clan, ethnic, and sectarian interests continue to dominate the security landscape. Rather than diminishing Oromo nationalism articulated by the Oromo Liberation Front (OLF), the weak federalism in Ethiopia has deepened it, forcing the centralization of power in Addis Ababa to meet this challenge. Similarly, the Ogaden ethnic claims led by the ONLF have benefited from the avenues of decentralization that Addis Ababa accorded to the region, but they have also been fueled by lawlessness in Somalia. Throughout the region, the fixation with territorial control exacerbates human insecurity in the short- to medium-term, while also fortifying the draconian arms of these states, and reducing their abilities to negotiate the construction of participatory institutions that would stabilize rule and reduce political vulnerabilities of marginal areas and territories.\n\nKenya, Uganda, and Tanzania\n\nWeak state forms in Kenya, Uganda, and Tanzania have been expressed in the absence of political and economic institutions that address the postcolonial demands of ethnic diversity, economic marginaliza-\n\nFor details of the Sudanese conflict see Iyob and Khadiagala, Sudan: The Elusive Quest for Peace; L.B. Deng, \"The Sudan Comprehensive Peace Agreement: Will it be Sustained?\" Civil Wars 7, no.3 (2005): 244-57; L.B. Deng, \"The Challenge of Cultural, Ethnic, and Religious Diversity in Peace-Building and ConstitutionMaking in Post-Conflict Sudan,\" Civil Wars 7, no.3 (2005): 244-57. 13 Douglas H. Johnson, \"Why Abyei Matters: The Breaking Point of Sudan's Comprehensive Peace Agreement?\" African Affairs 107, no.426 (2008): 1-19; BBC News, \"US 'Fears for Sudan Peace Treaty',\" October 6, 2007, available at http://news.bbc.co.uk/1/hi/world/africa/7031899.stm. 14 For analyses of eastern Sudan and Darfur, see Khalid Ali el Amin, \"Eastern Sudan: Indigenous Conflict Prevention,\" Africa Security Review 13, no.2 (2004): 7-22; John Stompor, \"The Darfur Dilemma: U.S. Policy toward the ICC,\" Georgetown Journal of International Affairs 7, no.1 (2006): 111-119; and Shadrack W. Nasongo and Godwin R. Murunga, \"Lack of Consensus on Constitutive Fundamentals: Root of the Sudanese Civil War and Prospects for Peace,\" African and Asian Studies 4, no.1-2 (2005): 51-82; and Seth Apiah-Mensah, \"The African Mission in Sudan: Darfur Dilemmas,\" African Security Review 15, no.1 (2006): 2-19. 12 tion, and social alienation.15 Ethnic tensions born of increasing regional inequalities and political intolerance continue to pose a danger to the political stability in the three countries despite the remarkable political transformations since the 1990s. Furthermore, the trend toward pluralism and democratization has brought about new social movements and actors that may not have a stake in the sustainability of democratic order. In Tanzania for instance, the tentative move toward increased participation has not affected the dominance of the ruling Chama Cha Mapinduzi (CCM) party. In addition, economic reforms that have occurred since the 1990s have deepened regional and social inequalities and increased corruption in the management of public resources. More importantly, the democratization process unleashed the religious and cultural divide between the Tanzanian mainland and Zanzibar, producing a political conflict over power that both entities are grappling to address through negotiations for new power-sharing arrangements.\n\nUganda's nationbuilding woes have centered on the north-south divide, which has economic and ethnic connotations. This has been a feature of the political landscape since the 1960s, but it took on new dimensions with the emergence of the government of Yoweri Museveni in 1986. By overthrowing northern-dominated regimes, Museveni changed the course of Ugandan politics, putting power in the hands of the numerous and economicallysignificant southern ethnic groups. Northern resentment, in turn, converged around the rebellion that has since the mid-1990s been led by the Lord's Resistance Army (LRA) that has been a perennial irritant to Uganda's stability.16 Although there have been recent regional and international efforts to negotiate the conflict, there are obstacles that remain in reaching durable peace, reconciliation, and economic reconstruction.\n\nKenya's recent descent into ethnic violence following the December 2007 elections illustrates the links between governance and human security. Although long considered a bastion of stability, Kenya's political landscape concealed profound divisions along ethnic, regional, and social lines. There was also the growth of militarism and vigilantism as a result of the deliberate politicization of ethnic identities during the many years of authoritarianism and one-party state rule. In the multiparty era, democracy raised the ethnic stakes and, combined with elite procrastination on constitutional changes, Kenya erupted into violence that led to the death of 1,500 and the displacement of 300,000 persons, a major convulsion that has shaken the nation and the region at large. Although external mediators hastily crafted a political settlement to pull the country out of collapse, Kenya's future has entered the road to political uncertainty as never before. Together with increasing socioeconomic inequalities, the ethnic wounds that surfaced during the recent elections are going to make it very difficult for the leaders to govern with any degree of confidence and certainty.\n\nHuman security occurs in national and local contexts that build the capacity to tame nature for the welfare of communities and individuals. Where, as in eastern Africa, national institutions have remained fixated on territorial and regime security, the majority of the citizens have been, for the most part, left to fend for themselves in clan and ethnic enclaves that are frequently not secure. The dominant picture of marginality in the region is represented by the notion of borderlands, vast uncaptured spaces that thrive on the margins of existing states.17 Borderlands unite the region in a system of localized insecurities from the Ogaden on the Ethiopia-Somalia border, northeastern Kenya on the Ethiopia and Somalia borders, and northwestern Kenya, bordering Ethiopia, Sudan, and Uganda. Borderlands are also marginal in ecological and economic terms, as home to the fragile pastoralist economies that are perennially subject to drought, desertification, floods, and food insecurity. Over the years, borderlands have been home to some of the largest refugee camps in For recent analyses of the three countries see J. Cottrel and Y. Ghai, \"Constitution-Making and Democratization in Kenya, 2000-2005,\" Democratization 14, no.1 (2007): 1-25; M. Robinson, \"The Political Economy of Governance Reforms in Uganda,\" Commonwealth and Comparative Politics 45, no. 4 (2007): 567-78. 16 Jeffrey Haynes, \"Religion, Ethnicity, and Civil War in Africa: The Cases of Uganda and Sudan,\" The Round Table 96, no.390 (2007): 305-17; and Anna Borzello, \"The Challenge of DDR in Northern Uganda: The Lord's Resistance Army,\" Conflict, Security, and Development 7, no. 3 (2007): 387-415. 17 For elaboration of this concept see Mark Duffield, \"Governing Borderlands: Decoding the Power of Aid,\" Disasters 25, no.4 (2001): 308-20; and A. I. Asiwaju, \"Borderlands in Africa: A Comparative Research Perspective with Particular Reference to Western Europe,\" in African Boundaries: Barriers, Conduits, and Opportunities, edited by Paul Nugent and A. I. Asiwaju (London: Pinter, 1996), pp. 266-72. 15 eastern Africa-Daadab and Kakuma in northern Kenya.\n\nThroughout the 1980s and 1990s, the droughts and famine that engulfed the region wrought resource conflicts that contributed to the vulnerability of communities. Over time, conflicts pitting pastoralists and farming communities have escalated to contiguous areas. For instance, environmental conflicts in northeastern Kenya that had typically involved the Somali community began to affect neighboring communities such as the Orma pastoralists and Pokomo farming communities in the Tana River district. Violent confrontations between them started in 2002 and intruded on what had previously been an environment of communal amity and collaboration. In the center of the Rift Valley, land and resource disputes among the Kalenjin, Kikuyu, Kisii, and Masai have become more common. Although these conflicts are frequently stoked by politicians during times of elections, they reflect real resource contestations that are not going to disappear any time soon. Competition over scarce resources was one of the key issues behind the post-electoral violence that affected this region in late 2007 and early 2008 and it continues to impede the return of internally displaced persons (IDPs) to their homes. Further to the northwest, deadly feuds over land and water resources afflict the Kerio Valley inhabited by the Pokot, Samburu, and Marakwet pastoralists and along the Uganda border, specifically in the Turkana, Pokot, Karamajong, Toposa ecological zone.18\n\nIn the rest of eastern Africa, drought and famine have coincided with the persistence of war to increase the vulnerability of marginalized communities. Although the much-publicized Ethiopian famines of the 1980s have receded, droughts and famines in the region are cyclical and increasing in frequency. Thus recurrent droughts and war in Eritrea, Ethiopia, Kenya, Sudan, and Somalia have been acknowledged as the sources of a deteriorating humanitarian situation in eastern Africa. A UN report released in 2006 warned of the worsening humanitarian conditions in Eritrea due to recurrent drought and the protracted stalemate in the peace process with Ethiopia.19 The report poignantly noted that \"drought had caused failed harvests, loss of livestock and food insecurity throughout all parts of the country-both rural and urban. Rains had failed for the fifth consecutive year.\" In addition, surveys reveal that pastures in Eritrea's three most fertile regions-Anseba, Gash Barka, and Debub-are at their driest since 1998.20 In May 2008, the United Nations Children's Fund (UNICEF) estimated that well over 100,000 children are in need of urgent therapeutic care for severe malnutrition, while a further 6 million children are in danger of malnutrition in Ethiopia. The agency also estimated that 3.4 million Ethiopians will need food aid over the next three months. At the same time, the World Food Program (WFP) projected that $147 million will be needed to feed children at risk in Ethiopia.21\n\nClosely linked to droughts and famines are population increases in the region that are putting additional pressure on scarce resources. Even as borderlands dry up, the rate of population increases in eastern Africa have grown to explosive proportions. Moreover, given their remoteness and marginality, the regional borderlands have some of the highest fertility rates in the world. In most of the Somali regions of eastern Africa, it is estimated that women are likely to have six or seven children each, against three in urban areas. A recent study by the Ethiopian government found that only 3 percent of Somali women in Ethiopia had access to contraception, compared with 45 percent of women in Addis Ababa. For the entire region, over half the population is aged fifteen years or younger, thus contributing to a youth bulge.22\n\nPopulation growth against the backdrop of a fragile ecosystem engenders more environmental degradation. According to Conservation International, eastern Africa is one of the most degraded ecosystems in the world, with only 5 percent of its For good analyses of environmental challenges in Kenya see Colin H. Kahl, \"Population Growth, Environmental Degradation, and State-sponsored Violence: The Case of Kenya 1991-93,\" International Security 23, no.2 (1998): 80-119; and Wacieni Kaniaru, \"Token Gestures: Lack of True Political Reform in Kenya,\" Harvard International Review 17, no.2 (1995): 40-41. 19 Cited in The Economist, \"The Horn of Africa: The Path to Ruin,\" August 10, 2006, pp. 4-6. 20 The Economist, \"The Horn of Africa.\" 21 All Africa, \"Ethiopia: Over 100,000 Children Suffer from Malnutrition,\" BuaNews (Tshwane), June 3, 2008, available at 18 http://allafrica.com/stories/200806030673.html. 22 The Economist, \"The Horn of Africa,\" p.5. original habitat remaining-the main culprits being overgrazing and tree cutting for fuel and charcoal in the borderlands.23 With more political instability, this environment invariably produces endemic food insecurity. At a multilateral forum in Nairobi in June 2007 to launch a campaign to combat food shortages, there was recognition that least 20 million people need emergency aid. Kjell Magne Bondevik, the UN Special Humanitarian envoy for the Horn of Africa, noted the enormity of the problem:\n\nOver 70 million people in the Horn of Africa, around 45 per cent of the population still live in abject poverty, and face food shortages and vulnerability to recurrent shocks. In the past six years alone, four major emergencies hit the countries of the Horn that required urgent emergency assistance to millions of highly food insecure and vulnerable people each year. With this recent history-and considering the additional threats posed by global warming and climate change-the next major crisis could possibly involve more than 20 million people urgently needing assistance. Fragile ecosystems and socioeconomic environments can exacerbate competition for scarce resources and further increase the vulnerability of marginal populations.24\n\nTo reverse this condition, regional governments and UN agencies agreed on a road map for partnerships for food security that entails seven sets of priorities: alliances to support millions of pastoralists and agro-pastoralists; measures to deal with the environmental challenges; programs to combat land degradation and desertification; efforts to boost the role of women as a primary force for rural transformation; steps to promote livelihoods diversification and income-generating activities for the food insecure; finding better risk management and crisis response strategies; and institutional strengthening and community-focused capacity building. This initiative has been embraced as part of an armory of interventions that would tilt the balance from humanitarian aid to development aid, an imbalance that has persisted since the late 1970s.25\n\nIn addition to ecological and environmental vulnerabilities, eastern Africa, like most of Africa, faces the specter of HIV/AIDS, particularly among the young and productive generations. In the mainly Muslim-belt of eastern Africa, the HIV/AIDS crisis has been somewhat muted by Islamic norms and social strictures, but the rest of the region is characterized by high prevalence of victims of HIV/AIDS. Moreover, eastern Africa witnessed some of the first severe cases of regional infections in geographically-delineated HIV/AIDS \"borderlands,\" particularly in the Rakai region in Uganda, the Bukoba region in Tanzania, and the Nyanza region of Kenya. These incubation zones gradually became the epicenters for the spread of the disease across eastern Africa, and with advances in transport and other forms of mobility, the infection rates have continued to climb, even in Uganda, which was once touted as having made remarkable progress in reversing the scourge. High death rates from AIDS partly explain the decline of agricultural production, the dwindling numbers of rural schoolteachers, and the burgeoning orphan population in eastern Africa. As part of the efforts to respond to the HIV/AIDS crisis, IGAD signed an accord with the World Bank in February 2007 for a $492,000 grant as an initial advance of funds to support a Horn of Africa HIV/AIDS Regional Partnership Program involving countries in the region and international partners. This program consolidates and integrates regional initiatives undertaken by national AIDS authorities targeting refugees, cross-border and mobile populations, and surrounding communities. In addition to regional capacity development, the program underscores the importance of the regional HIV/AIDS approach as a complement to national efforts.26\n\nBreaking the cycle of hunger, food insecurity, and disease without reversing political marginalization, however, is bound to repeat past flaws. Whether dealing with the intramural resource conflicts or managing insurgencies, state policies toward the borderlands have been heavily militarized. In recent years, anti-small arms campaigns in eastern IRIN, \"Ethiopia: Rapid Population Growth Undermining Development,\" June 21, 2005, available at www.irinnews.org/report.aspx?reportid=54995; and, IRIN, \"Ethiopia: High Population Growth Could Slow Development,\" July 11, 2006, available at www.irinnews.org/report.aspx?reportid=59616. 24 Food and Agricultural Organization (FAO), Horn of Africa: Consultations on Food Security: Executive Summary of Country Reports for Discussion at a MultiCountry Consultation, Nairobi, June 25-26, 2007 (Rome: FAO, 2007). 25 The Economist, \"The Horn of Africa.\" 26 World Bank, \"Horn of Africa Regional Partnership Program,\" Washington DC, February 17, 2007. 23\n\nAfrica have disproportionately targeted the pastoralist communities. Despite evidence that links small arms proliferation to environmental frailty, resource competition, and the absence of alternative livelihoods, state disarmament campaigns routinely occur without any discernible effect on arms flows or the drivers of these conflicts. For instance, the Karamajong pastoralists that inhabit the borderlands of northwestern Kenya, southwestern Ethiopia, southern Sudan, and northeastern Uganda have perennially engaged in conflicts over cattle, water, pasture, and territorial lands. Over the years, these conflicts have attracted small arms flowing from the civil wars in Uganda, Somalia, and Ethiopia, affording new tools in the pastoralist contests.27 Consequently, as governments have lost control of this region, they have resorted to draconian weapons collection initiatives that only deepen local resentment and alienation. Insecurity in pastoral communities not only poses a continuing challenge for cross-border peace and holistic regional development in eastern Africa, but reflects wider questions of political economy and ecology that states have hardly began to confront. Some of these questions pertain to the future of pastoralism in light of mounting threats to its existence such as violent resource conflicts, privatization of water, grazing lands, and the growing restrictions on the freedom of pastoralists in search of water and pasture resources during difficult times.28\n\nThe widespread depiction of eastern Africa as a region under severe siege captures the enormous security challenges it poses for the international community. Historically, the human crises spawned in the region have exacted a heavy burden on international resources, a burden that continues in Darfur, southern Sudan, and Somalia. Home to some of the largest refugee camps in Africa, the region has witnessed large movements of populations since the 1960s, a trend that continues unabated. As a result of massive population movements, eastern Africa confronts stateless peoples that national legislation or regional conventions have yet to address. In addition, the Ethiopia-Eritrea war, the meltdown in Somalia, and the Sudanese conflicts have created significant numbers of IDPs who are the wards of international relief agencies and other humanitarian organizations.\n\nThe religious fault lines that have propelled the region into the global war on terrorism stem from the rise of Islamists in Sudan, the National Islamic Front (NIF), in 1989.29 Even before the bombing of the American embassies in Kenya and Tanzania in August 1998, radical Islamism was already causing strains among the secular regimes in the region, building both on economic decline in these economies and the perceived marginalization of Islamic groups in Kenya, Uganda, and Tanzania. The previous years of economic growth in the region had established national consensus along religious and ethnic lines: secularism in East Africa was anchored on state-led economic development with a strong emphasis on public sector investment in a wide range of social services. With economic decline, large segments of the population were consigned into marginality, enabling statesponsored charitable organizations and nongovernmental organizations (NGOs) to fill the vacuum left by the absent state. In Uganda, for instance, the Tablighs, Muslim proselytizers funded by Pakistani charities, became the vehicles for Islamic fundamentalist revivalism, making inroads into Kampala mosques when the government welcomed Islamic charities.30 Similarly, in the mid-1990s, Somalia witnessed the influx of NGOs specializing in madrassa teachings that drew their experts largely from the Middle East, subsequently making the country a fertile ground for Islamic fundamentalism.31\n\nEconomic deterioration coincided with the increasing perception of political marginalization of Muslim communities in eastern Africa in\n\nAfrica Peace Forum (APF), Controlling Small Arms in the Horn of Africa and the Great Lakes Region: Supporting Implementation of the Nairobi Declaration (Nairobi: APF, December 2005). 28 Kennedy Agade Mkutu, \"Small Arms and Light Weapons among Pastoral Groups in the Kenya-Uganda Border Area,\" African Affairs 106, no.422 (2007): 47-70; Paul T. W. Baxter, \"A View From a Distance,\" in African Pastoralism: Conflict, Institutions, and Government, edited by M.A. Mohamed Salih, Ton Dietz, and Abdel Ghaffar Mohamed Ahmed (London: Pluto, 2003). 29 Assefa Jalata, \"State Terrorism and Globalization: The Case of Ethiopia and Sudan,\" International Journal of Comparative Sociology 46, nos.1-2 (2005): 79-102. 30 Michael Twaddle, \"The Bible, the Quran, and Political Competition in Uganda,\" in Islamism and Its Enemies in the Horn of Africa, edited by Alex De Waal 27\n\n(Bloomington, IN: Indiana University Press, 2004), pp. 139-154. 31 Kenneth Menkhaus, \"Somalia: Next Up in the War on Terrorism?\" Africa Notes Series no. 6, Washington, DC: CSIS, January 2002. countries with Christian majorities. Like the Tablighs in Uganda, the Islamic Party of Kenya (IPK) emerged in the early 1990s as the outward expression of the growing Muslim minority discontent at the dominance of Christians, harping on the alienation of coastal Muslims.32 The same trend was visible in the restiveness of Zanzibar politics, as the Arab establishment on Pemba Island began to contest the union with the Tanzanian mainland. Tinged with radical Islam, the anti-Unionist streak organized in the Civic United Front (CUF) has remained at the forefront of Zanzibar politics since the inauguration of the multiparty era.33 More recently, powerful groups on Pemba Island have agitated for secession from Zanzibar and the mainland because of the perception that political pluralism will not resolve their grievances. On the Tanzanian mainland, Islamist revivalism was witnessed in the growth of Islamic groups and the well-publicized incidents of bombing of Christian institutions, attributable to Islamic extremists.34\n\nIn Somalia, the implosion of the Barre government had significant consequences for internal politics and the region, furnishing the context for lawlessness in which terrorist groups such as al Ittihad and al-Shabab (the military wing of the defeated Somalia Union of Islamic Courts), found solace.35 Similarly, with the consolidation of the NIF order in the Sudan, international extremism found its most consistent regional base. Thus, the decision by NIF to invite Osama bin Laden to Sudan in 1991-1996 marked the high point for the injection of terrorism into regional politics.\n\nAl-Qaida's destruction of the American embassies in Nairobi and Dar es Salaam in 1998 was a momentous event for the region. This was followed by the bombing of a hotel and the attempted downing of an Israeli airliner at the Kenyan coast in September 2002. The two events raised the profile of eastern Africa as a major haven for terrorists and underscored the unpreparedness of Tanzania and Kenya to anticipate the new security threats. In both countries, while the expansion of the tourist industry has attracted many Westerners, there have been no fullycommitted efforts to bolster security and protective institutions. Negligent border controls, underpaid security forces, and rickety immigration policies have rendered them vulnerable to outside terrorist groups. As a result, eastern Africa in general has become an underbelly of terrorism.36\n\nAlongside the threats associated with terrorism, the eastern African coastline confronts the new danger of maritime piracy emanating principally from lawless Somalia. Over the past five years, there have been many publicized cases of piracy against international vessels, some of them engaged in humanitarian operations, with twenty-six ships being attacked by pirates since 2007. Pirates find refuge in Somalia, but the ultimate problem is that none of the states in the region have the resources to deal with issues of maritime security in the foreseeable future. It is partly for this reason that the United Nations Security Council passed a resolution in June 2008 allowing foreign countries that have agreements with Somalia's interim government to send warships into Somalia's territorial waters to tackle pirates. The resolution permits these countries to use any means to repress acts of piracy for the next six months, until December 2008.37\n\nMechanisms for Coping with Existing Challenges\n\nThe cycle of despair and disaster in the region is reflected in fraying states, weak societies, and fragile socioeconomic environments that have been buffeted by manmade wars. International and national initiatives to address the challenges of state fragility, food insecurity, and terrorism cannot succeed in the long-term without sturdy regional institutions that build collective problem-solving Arye Oded, Islam and Politics in Kenya (Boulder, CO: Lynne Rienner, 2000), pp. 135-48. 33 For good accounts of Zanzibar politics see Greg Cameron, \"Zanzibar's Turbulent Transition,\" Review of African Political Economy 29, no. 92 (2002): 313-30; and 32\n\nBruce Heilman and Paul J. Kaiser, \"Religion, Identity, and Politics in Tanzania,\" Third World Quarterly 23, no.4 (2002): 691-709. 34 Ibid., pp. 695-97. 35 Vinci, \"An Analysis and Comparison of Armed Groups in Somalia,\" pp. 80-82. 36 Gilbert M. Khadiagala, \"Kenya: Haven or Helpless Victim of Terrorism?\" in Terrorism in the Horn of Africa (Washington, DC: United States Institute of Peace, Special Report no. 113, January 2004), pp. 2-4. For broader discussions on Islamism and the war on terror in East Africa see Jeffrey Haynes, \"Islamic Militancy in East Africa,\" Third World Quarterly 26, no.8 (2005): 1321-39; and P. Marchesin, \"The Rise of Islamic Fundamentalism in East Africa,\" African Geopolitics 6 (2003): 229-240.\n\nBBC News, \"Navies to Tackle Somali Pirates,\" June 3, 2008, available at http://news.bbc.co.uk/1/hi/world/africa/7432612.stm. 37 capacities, form common norms and standards on security and governance, and promote economic integration. Despite the externally-driven efforts to promote regional institutions and patterns around environmental and security issues, eastern Africa has had a history of weak regional institutions. As Mwaura and Schmeidl argue:\n\nGiven the socioeconomic disparities, societal heterogeneities, and geographical boundaries, it has always been difficult to create a stable regional security identity in the IGAD region. Culturally and historically speaking, various fault lines, which have successfully been politicized in the course of the last century, crisscross the arena. One is the line between Arabic and Black Africa linked with lines between Muslim and Christian culture; the lines between highland and lowland cultures are often linked with ethno-political boundaries; the line between peasant cultures and nomadic pastoralism often relates to the other lines mentioned too. There are political factors such as the absence of a leading power (like South Africa in SADC and Nigeria in ECOWAS), heavily differing forms of national governments and types of national constitutions, diverging domestic policies, and selfcentered ideologies.38\n\nIn 1986, donor-driven initiatives on drought and desertification led to the formation of the Intergovernmental Authority on Drought and Desertification (IGADD), the precursor to the current IGAD. Functional cooperation on environment issues, however, could not proceed where wars and civil strife prevailed. With the increasing threats to human security, notably drought, floods, and famine, most of IGADD's responsibilities were taken over by international humanitarian organizations, further diminishing the capacity of regional actors to innovate around regional programs.\n\nIn the mid-1990s, IGAD under Kenya's leadership mediated the Sudanese civil war, drawing international partners into a process that dragged on for almost eleven years before the signing of the CPA. IGAD also led the mediation initiatives that produced the Transitional Federal Government (TFG) in Somalia in 2004. Even before the fall of the Islamists in Mogadishu in December 2006, IGAD had been at the forefront of efforts to send a mission to stabilize the situation. In March 2005, IGAD proposed a Peace Support Mission to Somalia (IGASOM) involving 10,000 troops at a cost of $500 million in the first year, but the AU approved a smaller force of 8,000 in September 2006, at an estimated cost of $335 million for the first year.39 With the momentum generated by Ethiopia's invasion of Somalia, the AU authorized the African Union Mission in Somalia (AMISOM) in January 2007 with the initial deployment of 1,500 troops from Uganda. There have been no other donors to IGASOM, particularly because of the worsening security situation in Mogadishu.\n\nDespite the presence of both IGASOM and the Ethiopian military, the TFG has faced considerable odds in restoring peace to Somalia. More critically, the resurgence of the Islamists under Eritrean guidance has added another layer of complexity to the regionalized civil war. Renamed the Alliance for the Re-liberation of Somalia (ARS), the Islamists and their military wing, Al-Shabab, have regained strength in Mogadishu to frustrate political reconstruction. As a consequence of growing Islamist strength, the weak TFG, prodded by the United Nations, started negotiations in Djibouti in May 2008 to reach a political compromise.40 The negotiations have, however, stalled because of the insistence of the ARS on the withdrawal of Ethiopian troops and failure to recognize the legitimacy of the TFG. The TFG has, for its part, pleaded with the UN Security Council to deploy a 28,000- strong international peacekeeping force to replace Ethiopian troops and IGASOM, a request that a fatigued international community may not be prepared to countenance.\n\nIGAD's roles in Sudan and Somalia have furnished it with the stature of an incipient security community with the potential to unite the region\n\nCiru Mwaura, Gunther Baechler, and Bethuell Kiplagat, \"Background to Conflicts in the IGAD Region,\" in Early Warning and Conflict Management in the Horn of Africa, edited by Ciru Mwaura and Susanne Schmeidl (Lawrenceville, NJ: Red Sea, 2003), p. 34. In a similar vein, Mulugeta contends that \"What makes the Horn of Africa markedly different from the other regions of Africa, such as southern Africa and West Africa with their relatively successful regional frameworks is the level of conflict and rivalries between and within the states.\" Allehone Mulugeta, \"Promises and Challenges of a Sub-Regional Force for the Horn of Africa,\" International Peacekeeping 15, no.2 (2008), p. 175. 39 IRIN, \"Somalia: IGAD to Deploy Peacekeepers Despite Opposition by Faction Leaders,\" March 15, 2007, available at www.reliefweb.int/rw/RWB.NSF/db900SID/EVIU-6AHJRM?OpenDocument. 40 IRIN, \"Reconciliation Talks Move Closer in Djibouti,\" June 3, 2008, available at www.irinnews.org/Report.aspx?ReportId=78533; BBC News, \"Envoys seek a Compromise in Somalia,\" June 4, 2008, available at http://news.bbc.co.uk/1/hi/world/europe/6942595.stm; and All Africa, \"'Ethiopian Army Issue Not Included in Peace Negotiations' - President,\" Garowe News, April 16, 2008, available at http://allafrica.com/stories/200804170007.html. 38 along developmental, environmental, and security lines. In one of its landmark efforts, IGAD has worked collaboratively with donors to evolve an early warning system in the region. The Conflict Early Warning and Response Mechanism (CEWARN) was established in January 2000 to serve as the region's mechanism to systematically anticipate and respond to violent conflicts in a timely and efficient manner. The core operational principle of CEWARN is to involve all major stakeholders-governments, NGOs, and other community organizations-for the collection of information pertaining to conflicts and conflict prevention. In this regard, CEWARN mechanisms at regional and national levels, work with civil society organizations in both its Early Warning and Early Response efforts. Although cognizant of the fact that eastern Africa is ravaged by interstate, intrastate, and communal conflicts, CEWARN has adopted an incremental approach to focus exclusively on cross-border pastoral conflicts.41\n\nIGAD's CEWARN has been recognized as the first comprehensive institutional framework on conflict early warning and response in Africa, drawing on the diverse resources of nonstate actors.42 In other areas of engagement, IGAD has moved to harmonize political and cultural differences. At a ministerial meeting on the internally displaced persons (IDPs) in the IGAD subregion in September 2003, the member states sought to intensify \"efforts aimed at enhancing democracy, the rule of law, good governance, respect for human rights and fundamental freedoms and international humanitarian law in order to ensure stability and security in the sub-region.\"43\n\nIGAD nonetheless has been stymied by the internecine Ethiopia-Eritrea conflict which has paralyzed its functions at the highest level. After a bitter feud over Somalia during an IGAD summit in Nairobi in April 2007, Eritrea suspended its membership in the organization, blaming Ethiopia and the US for interference in Somalia. More importantly, IGAD has had to compete for membership and attention with the revived East African Community (EAC) that includes Uganda, Kenya, Tanzania, Burundi, and Rwanda. While they remain core players in IGAD, Uganda and Kenya have increasingly turned their attention toward boosting trade and infrastructural ties that build on their historical linkages.\n\nThrough the Eastern African Standby Brigade (EASBRIG), the region forms one of the key props in the African Union's (AU) emerging peacekeeping architecture, the African Standby Force (ASF). There were debates, however, over the institutional home for EASBRIG given the desire to include a wide number of countries outside the IGAD subregion. As Mulugeta has noted, while the AU envisaged Regional Economic Groups (RECs) as the anchors in the operationalization of subregional forces, in eastern Africa, no regional block incorporates all putative members of EASBRIG. In [this region], the East African Community (EAC), the Common Market for Eastern and Southern Africa (COMESA), and IGAD can all claim to do the task... In the Eastern African region, neither EAC nor COMESA possesses a mandate or structure directly related to the issue of peace and security. Thus, a decision was made to assign such a role to IGAD, albeit on an interim basis. The debate regarding which subregional organization should lead in the operationalization of EASBRIG was rarely informed by the original intent of the AU.44\n\nIn addition to IGAD members, EASBRIG also includes the Comoros, the Seychelles, Mauritius, and Madagascar. Since its establishment in February 2004, EASBRIG has tried to organize plans to train a total of 3,000 troops for future deployment.\n\nThe United Nations has been involved in coping with mounting problems of state failure in addition to the restoration of peace in the region. The United Nations Mission in Sudan (UNMIS) has afforded the international community a unique opportunity to contribute to the implementation of the CPA. Despite delays in deployment, UNMIS is implementing the agreement in addition to facili-\n\nMwaura and Schmeidl, Early Warning and Conflict Management in the Horn of Africa. 42 Kasaija Phillip Apuuli, \"IGAD's Protocol on Conflict Early Warning and Response Mechanism (CEWARN): A Ray of Hope in Conflict Prevention,\" in The Quest 41 for Peace in Africa: Transformations, Democracy, and Public Policy, edited by Alfred G. Nhema (Addis Ababa: OSSREA, 2004): 173-87. 43 IGAD, \"Khartoum Declaration: Ministerial Conference on Internally Displaced Persons in the IGAD Sub-region.\" Nairobi: IGAD Secretariat, p.3. 44 Allehone Mulugeta, \"Promises and Challenges of a Sub-Regional Force for the Horn of Africa,\" International Peacekeeping 15, no.2 (2008): p.175. tating the voluntary return of refugees and displaced persons, providing demining assistance, and contributing to international efforts to protect and promote human rights. Like all UN peacekeeping missions, UNMIS may never have all the resources to meet all challenges under its mandate, but its presence nonetheless underscores the commitment of the international community to a peaceful transition in Sudan. Similarly, the African Union/United Nations Hybrid Mission in Darfur (UNAMID), the successor to the AU's African Mission in Darfur (AMIS) was authorized by the UN Security Council in July 2007 to support the implementation of the Darfur Peace Agreement (DPA) and protect its personnel and civilians. Even before its deployment, UNAMID faced formidable problems arising mainly from Khartoum's refusal to allow non-African forces, but steadily the standoff between Khartoum and the international community is being resolved. Unlike UNMIS, however, UNAMID confronts an unsustainable situation of trying to maintain a fragile peace and protect civilians but without adequate resources to make a significant difference on the ground.45 Moreover, while the international community has, understandably, expended considerable resources on the humanitarian problems in Darfur and on the deployment of peacekeepers, it has not done much to find a durable political solution to the crisis. The Darfur conflict is, at its heart, a political conflict that needs to be resolved through aggressive diplomatic initiatives that yield an implementable agreement.\n\nOther international engagements in eastern Africa have revolved around the threats occasioned by terrorism. Concerned that weak states with fragmented sovereignties furnish the ideal roaming and operational grounds for terrorist groups, the United States and other external actors have sought ways of boosting the security and development components of states in the region.46 Regional groups that have been identified as having close links with international terrorism include the\n\nEritrean Islamic Jihad, the Ogaden National Liberation Front (ONLF) in Ethiopia, and AlIttihad and, more recently, Al-Shabab, in Somalia. The most visible regional antiterrorism initiative is the US-led Combined Joint Task Force-Horn of Africa (CJTF-HOA) that includes Djibouti, Eritrea, Ethiopia, Kenya, Tanzania, and Uganda. Proceeding from the assumption that the region is home to interlocking conflicts, weak and failing states, pervasive corruption, and extreme poverty, the United States created the CJTF-HOA in 2002, based in Djibouti, to deter, preempt, and disable terrorist threats emanating principally from Somalia, Kenya, and Yemen. The areas of participation include counterterrorism, border control, law enforcement and criminal investigation, and airport security.47\n\nThere have been other supplementary efforts to build regional capacity for counterterrorism. For instance, there are regular meetings of security officials in eastern Africa to evolve mechanisms on intelligence sharing (concerning terrorism) and proposals for the enactment of uniform antiterrorism laws to stop suspected terrorists from one country seeking refuge in another. Similarly, intelligence chiefs from thirteen African countries met in Kenya in June 2004 to develop a common counterterrorism strategy and reached consensus on a strategy to harmonize capacity building, investment in new technologies, training, and legislation to wage the war on terrorism. To consolidate these initiatives, IGAD established a four-year Capacity Building Program against terrorism in June 2006 that seeks to boost security cooperation among member states on issues of terrorism.48\n\nScenarios and\n\nRecommendations\n\nThe content of short- to medium-term scenarios for confronting complex security challenges in eastern Africa depends primarily on how current and ongoing conflicts are resolved. The regional P.D. Williams, \"Military Response to Mass Killing: The African Union Mission in Sudan,\" International Peacekeeping 13, no.2 (2006): 168-83. 46 Princeton N. Lyman and Stephen J. Morrison, \"The Terrorist Threat in Africa,\" Foreign Affairs 83, no. 1 (2004): 75-86; Walter H. Kansteiner, \"Political Reforms are 45\n\nEssential in the Struggle Against Terrorism,\" African Geopolitics 5 (2002); Herman H. Cohen, \"The United States should be More Active in Solving African Conflicts,\" African Geopolitics 5 (2002). See also the 2002 National Security Strategy of the Bush administration which rightly points out that threats to the United States do not emanate simply from other great powers but also from weak states, as has been the case with Afghanistan and Somalia. White House, \"The National Security Strategy of the United States of America,\" September 2002, available at www.whitehouse.gov.\n\n\"Kenya: US General Urges Horn of Africa States to Cooperate with US to Counter Terrorism,\" FBIS-AFR-2003-0123, January 23, 2003; BBC News, \"African Leaders in US Terror Talks,\" December 6, 2002. 48 Mulugeta, \"Promises and Challenges for a Subregional Force for the Horn of Africa,\" p. 177. 47 fault lines that potentially could create more disasters or opportunities for regeneration and prosperity are Somalia, Sudan, and EthiopiaEritrea. Since the outcomes of these conflicts are going to be critical to both the broader regional security environment and the modalities of external engagement in the region, they deserve close attention in this section.\n\nAs a paradigm of chaos in eastern Africa, the Somali conflict may grind on inconclusively for the next five to twenty years. There are already signs that Ethiopian military attempts to stabilize Somalia may not work and that the TFG may collapse because of the growing strength of Islamist forces. The latter may be using current overtures for peace in Djibouti merely to reorganize themselves for a new onslaught on Mogadishu. Furthermore, as violence escalates in Mogadishu, there is a possibility that the AU's engagement may wane, leading to the withdrawal of the Ugandan-led AMISOM. In the absence of reinforcements from the United Nations (an unlikely scenario), AMISOM has no future in Somalia. In such a context, the humanitarian crisis in Somalia would deepen, contributing to the flight and misery of the population. A return of the Islamists to power would spell disaster for the region since the Islamists are more likely to embrace an irredentist agenda in a virulent religious form.\n\nThe worst scenario for Sudan is the collapse of the CPA owing to Khartoum's fear of an independent south. The continued dominance of northern politics by al-Bashir and the NCP does not augur well for a transition that entails southern separation. It is likely that the NCP may revert to Islamism as a mode of mobilizing the north if they perceive that southern independence may expose them to pluralist forces in the north. This scenario is possible because, over the years, the Islamists have continually used the southern conflict as a way to procrastinate on political reforms in the north. From this view, the secession of the south may occasion fundamental alteration in northern politics that the Islamists may not be prepared to countenance. In the absence of an amicable separation, Sudan may lapse back into civil war that consumes the energies of the international community for the foreseeable future. More importantly, a renewed north-south conflagration would be a harbinger for the deepening of violent secessionist conflicts in Darfur and the East. The scenario of a Sudan perpetually mired in war is conceivable if the ruling group in Khartoum continues the current pattern of dictating the terms of peace agreements.\n\nA catastrophic scenario for Ethiopia-Eritrea could be the resumption of the border conflict stemming from a miscalculation by one of the sides. In such an event, there is no likelihood that Ethiopia would stop at the borders; rather, it would be tempted to overthrow the government in Asmara and potentially install a more pliant regime, reminiscent of the old days of Ethiopian control. Such a scenario would be a return to years of confrontation and regional instability.\n\nThe consequences of the resurgence of conflicts in these core states on security and livelihoods in eastern Africa would be enormous, captured in more refugee movements, food insecurity, arms flows, and the general deterioration in human security. In addition, with a legacy of weak institutions for coping with these conflicts, the region would increasingly find itself unable to contain the fall-out from these conflicts. With the region engulfed in new forms of interstate and intrastate conflicts, the efforts to inject institutional vigor in IGAD would fail. Moreover, despite efforts to reinvent itself in the security and economic arena, IGAD would confront internal fragmentation.\n\nPiracy along Africa's eastern coast may worsen as Somalia further descends into anarchy. Despite renewed international efforts to deal with this problem, the absence of endogenous naval capacities will continue to hamper robust strategies to manage piracy and other maritime threats. Since no regional power will have a credible naval force in the next fifty years (and beyond), there is a likelihood of a new scramble for maritime resources along the eastern African seaboard among Western countries, China, and India. This scramble may destabilize the region in years to come.\n\nBest case scenarios for the region in the next five to twenty years would involve strengthened capacity of states to deal with the wide array of security issues in both their domestic and regional domains, the gradual transformation of IGAD from a limited, narrowly-focused institution to a robust Regional\n\nEconomic Community (REC), and a shift in international engagement from humanitarianism to development. Furthermore, since long-term security ultimately depends on viable states with a modicum of internal coherence and order, realistic efforts to deal with governance questions will emanate from incremental and endogenous processes of negotiations and compromises that feed into long-term institutions for order and prosperity.\n\nGiven its centrality to regional security concerns, Somalia's return to a more stable political order would provide significant political vistas for the region. An internationally-mediated settlement among the TFG, the Islamists, and other warring clans that restores a semblance of a functional state would also generate the momentum for subsequent discussions between Mogadishu and the other Somali entities for either confederal or federal arrangements. This would preempt the divisive debates about whether Somaliland and Puntland deserve international recognition and would peacefully resolve the multiple sources of conflict that may potentially come with the permanent separation of these entities.\n\nFor Sudan, the best scenario would be the emergence of a new Southern Sudanese state following the referendum in 2011. The government in Juba would then negotiate resource and border issues with Khartoum from the more comfortable position of sovereignty. Leadership changes in Khartoum away from the NCP to moderate elements may produce governing elites who are more amenable to a separate south that would negotiate bilateral agreements on the many areas of interdependence between them. It is likely that a peaceful transition in the south would also encourage the fractious parties in Darfur to engage the government in negotiations that enshrine an equitable and just framework for Darfur. For this reason, the future of Darfur is inextricably tied to the emergence of moderate elements in Khartoum that acknowledge the significance of ending the conflict. With the separation of the south, the remaining entities will need to forge political structures that decentralize more power and resources that fall short of secession. Northern Sudanese states have more in common to co-exist within a confederal arrangement that is undergirded by pluralism and equitable resource-sharing.\n\nStatus Quo Tending Toward Improvement\n\nThese scenarios assume that in the next five to twenty years, while there is not going to be significant breakthroughs in resolving existing conflicts, some improvements may occur. These scenarios mean that unless the unexpected happens, the actors and events shaping security will remain relatively stable, allowing little room for experimentation or change. For instance, in Somalia, the current context of a weak transitional government supported by a fledgling AMISOM force and Ethiopian military will continue to survive despite mounting security threats. A precarious survival on the part of the TFG would likely hinge on the inability of its Islamist opponents to gain sufficient strength to overthrow it. Equally, this scenario recognizes that the association of Islamists with terrorist groups may make it impossible for the international community to allow them to return to power. In the circumstances of political uncertainties in Mogadishu, Somaliland would likely continue to build the structures of statehood and nationhood in the search for international recognition. As it stealthily expands its international and regional ties, the government in Hargesia may not even need a formal AU or UN vote of recognition. In Sudan, a status quo scenario on the CPA may entail postponement of the referendum for the south pending the resolution of border and other issues that are now causing irritation on both sides of the north-south divide. With the parties far behind in the timetable toward the referendum, it is likely that elements from the two sides may be inclined to maintain the status quo as a way to postpone decisions about future political and economic arrangements. Khartoum, in particular, may seek the continuation of the existing political framework as it buys more time to find a resolution on Darfur that dovetails with the objectives of preventing further secessionist pressures in the north.\n\nFor Eritrea and Ethiopia, the border dispute may settle into an uneasy, but stable compromise of nowar, no-peace, irrespective of future changes in the leadership in both countries. The two leaders have invested in the status quo, but this condition may stabilize into normalcy, preventing alternative outcomes. This scenario also hinges on the patience of the United Nations that has recently expressed frustration about lack of movement on the demarcation of the border. Unless the UN pulls out of the engagement, the situation could stabilize in the long-term along the model of Cyprus, where the UN has had an engagement for decades.\n\nWith respect to governance issues in other states in the region, status quo scenarios point to more of the same in terms of institutional consolidation of pluralism and participation. Governance challenges that reflect unresolved ethnic and communal differences will continue to impact markedly the stability of eastern Africa. Widespread political polarization across the region has strengthened the trends that have emerged since the late 1990s of substantial reversals of the gains of pluralism and democracy. Before the Kenyan implosion, Ethiopia and Uganda had witnessed significant setbacks in democratic processes, leading to mass disenchantment and alienation. But without significant alternative leaderships from below, mass pressures are unlikely to substantially destabilize these regimes, giving current governments more room to plod along. The trend for the future seems to be weak democracies struggling with new socioeconomic strains and more agitated citizenries frustrated by the semidemocratic experiments.\n\nStatus Quo Tending Toward Decline\n\nThese scenarios assume that things may remain the same across the regional conflict zones but with short- to medium-term deterioration. For instance, in the case of Sudan, the weakening of the framework established by the CPA may continue unabated, reducing the chances of dialogue over the contentious issues such as Abyei and revenue sharing. Although both the south and north can live with this status quo, the danger is that, with time, the lack of a meaningful dialogue impairs their ability to fulfill the more difficult provisions of the CPA. This scenario is already unfolding as international actors, particularly the United Nations, Western countries, and the AU, lose the momentum to re-engage Sudanese parties in reinvigorating the CPA. International inaction and paralysis on Sudan partly stems from exhaustion with intervention that does not seem to be making a significant difference in the behavior and actions of the parties on the ground. For example, attempts to restart the Darfur negotiations were dealt a death blow by the decision of the Justice and Equality Movement (JEM) to launch a blistering, but botched, attack on Omdurman in May 2008. This attack handed Khartoum an appropriate diplomatic tool to maintain the manageable status quo in Darfur, hold off potential negotiations, and stall on the full deployment of UNAMID. For both JEM and Khartoum, this condition is bearable enough for the foreseeable future, but it compounds the difficulty for the international actors to remain credibly involved in finding peaceful solutions.\n\nOn Somalia, a status quo that gradually declines would entail long-drawn negotiations on a peaceful settlement, reminiscent of the marathon peace talks conducted in Kenya by Somali parties throughout most of the 1990s. The Djibouti talks may be the beginning of another round of negotiations that are conducted to provide a semblance of movement on reconciliation, interspersed by more violence. The scenario of intermittent war and peace may be comfortable to the key proxies in the Somali conflict-Ethiopian and Eritrean-giving them room to reorganize their military and political strategies in dealing with their clan allies in the Somali conflict. More critically, this scenario hinges on the fact that none of the Somali factions will gain autonomy from their regional patrons in the future to make agreements among themselves. Without such autonomy, the Somali parties will be perpetually tied to the political vagaries of their patrons to the detriment of long-term peace.\n\nThroughout the region, problems of environmental and ecological vulnerability will remain basically the same in the absence of a reduction in ongoing conflicts and renewed regional efforts to focus on these issues. But in the immediate future, things may deteriorate remarkably, particularly as the emerging global food crisis, for instance, undercuts the ability of international actors to respond to these other crises as they have done before. There is growing recognition that international institutions, particularly humanitarian agencies, may not have the resources to manage new waves of refugees from the escalating conflicts in Somalia and Darfur. This is a problem that may get worse as international donors face increasing pressure from domestic constituencies for disengagement from emergency and humanitarian chores. Already the mass exodus of Somalis to new refugee camps in Yemen and other Gulf regions points to the growing disenchantment with international humanitarian responses in countries that traditionally hosted them. In addition, as countries such as Kenya generate their own refugees and IDPs, it is unlikely that Somali refugees would be inclined to relocate to Kenyan camps.\n\n1. State fragility is the root cause of most conflicts in eastern Africa. National, regional, and international efforts should work to boost the capacity of states as providers of order and prosperity. Eastern African states need not reinvent the wheel of state and national rejuvenation; in the international context there are numerous examples of strategies for reducing state fragility and consolidating stability.\n\n2. The United Nations and other international donors have a role in helping eastern African countries deal with the problems that transcend borders such as environmental and ecological challenges, refugee flows, piracy, and threats of terrorism, but permanent international engagement around these issues reduces the ability of regional actors to build their own local capacities. International engagement should, therefore, be strategic, limited, and time-bound, to afford space for endogenous processes of regional problem-solving.\n\n3. Regional states need to rethink the pattern of institution-building in order to move away from the multiple and duplicative institutions inherited from past decades, toward more narrowly-focused and functional institutions. Ultimately, regional economic institutions provide a more stable foundation for collective peace and security.\n\nConclusion\n\nFrom the foregoing it is clear that threats to security in eastern Africa derive from manifold sources. Similarly, finding remedies to these threats is an ongoing exercise in experimentation with diverse policy instruments. The dominant pattern is that old security threats that affected the ability of states to be providers of order and prosperity have not diminished in the face of new ones. As a regional security complex, eastern Africa has been insecure primarily because its constituent units have found it difficult to manage the demands of statehood, nationhood, and resource and environmental constraints. As a result, the region could be accurately described as one in which states have existed precariously, as victims of their neighbor's insecurities, or conversely, as threats to their neighbors. The cycle of insecurities that defines eastern Africa has, however, coexisted with islands of stability and prosperity, but even these now seem under siege as demonstrated in Kenya's recent political convulsion.\n\nDurable mechanisms for coping with conflict have often inhered in the resilience of communities and societies to defend themselves against the vagaries of nature or manmade obstacles. But the institutional contexts and governance rules in eastern African states have nullified the ability of most of these societies to function effectively. It is in this respect that various issues from state and regime insecurities to environmental and resource vulnerability have coalesced around the nature of the territorial political order. Human security in eastern Africa has deteriorated because states as the first line of security have gradually lost their ability to be predictable defenders of communities and societies. This is the large security story of the institutional decay in Somalia, regional borderlands, and the war zones of Abyei, Darfur, and the Ogaden.\n\nSince independence, durable international engagements have supplemented rather than supplanted national and regional initiatives in finding solutions to multiple security problems. The question has always depended on whether international actors can find solid actors and institutions that are credible partners in problemsolving. This pattern has not changed and is unlikely to change in the future.\n\nFurther Reading Bradbury, Mark. Becoming Somaliland. Bloomington, IN: Indiana University Press, 2008.\n\nThe author details the struggle of Somaliland to obtain statehood and a measure of peace and stability. He points out that Somaliland has achieved remarkable empirical statehood with only a fraction of the resources that South Somalia has.\n\nCheadle, Don, and John Prendergast. Not on Our Watch: The Mission to End Genocide in Darfur and Beyond. New York: Hyperion, 2007.\n\nTwo activists speak to the lack of international engagement to protect the vulnerable Darfur civilians against the onslaught of government-sponsored militias. They call for a radical change in policy to avoid the mistakes of Rwanda.\n\nDeng, Francis M. War of Visions: Conflict of Identities in Sudan. Washington, DC: Brookings Institution, 1995.\n\nThis is an authoritative account of the origins and trajectories of Sudan's civil war from an author with deep knowledge of the actors and issues.\n\nGhalib, Jama Mohamed. The Cost of Dictatorship: The Somali Experience. New York: Lilian Barber, 1995.\n\nThis is an eye-witness account of Somali history from the later colonial period through independence and the civil war. It provides an insider's account of the last days of President Mohamed Siad Barre.\n\nGurdon, Charles, ed. The Horn of Africa. New York: St. Martin's, 1994.\n\nThis is a collection of essays about the political and economic challenges of nationbuilding in the Horn. There are excellent chapters on the status and viability of Somaliland.\n\nIyob, Ruth, and Gilbert M. Khadiagala. Sudan: The Elusive Quest for Peace. Boulder, CO: Lynne Rienner, 2006.\n\nIn this International Peace Academy publication, the authors provide a comprehensive overview of conflicts and conflict resolution in Sudan since the mid-1960s, paying attention to the role of regional and international actors in prodding the Sudanese parties toward peace.\n\nJohnson, Douglas H. The Root Causes of Sudan's Civil Wars. Bloomington, IN: Indiana University Press, 2003.\n\nThis book was written by one of the foremost historians on the Sudan, who has also had first-hand experience working in the southern Sudan. It is a concise, accessible, and authoritative guide to the civil wars that have plagued the country's modern history.\n\nLittle, Peter D. Somalia: Economy without a State. London: James Currey, 2003.\n\nAn account of how Somalis have coped without a central government. Focusing primarily on livestock trade, the author shows that the lives of some traders improved without interference from the former Somali regime.\n\nMburu, Nene. Bandits on the Border: The Last Frontier in the Search for Somali Unity. Trenton, NJ: Red Sea, 2005.\n\nThe author focuses on Somali national identity in eastern Kenya, pointing to the dilemmas of belonging both to Somalia and Kenya. van Notten, Michael. The Law of the Somalis: A Stable Foundation for Economic Development in the Horn of Africa. Trenton, NJ: Red Sea, 2005.\n\nThis is an excellent study of Somali customary law, including property law. It recommends that Somalia return to customary legal practices rather than reconstituting the state.\n\nPool, David. From Guerrillas to Government: The Eritrean People's Liberation Front. Athens, OH: Ohio University Press, 2001.\n\nThe author provides an account of the transition of the EPLF from a guerrilla movement to a governing party. Although not entirely neutral, given the author's association with the EPLF, the book is a solid discussion of both eras in Eritrean political development.\n\nRiehl, Volker. Who is Ruling Sudan? The Role of NGOs in Rebuilding Socio-Political Order. Uppsala, Sweden: Nordiska Afrikainistutet, 2001.\n\nWritten during the civil war in the south, the author reveals that the South Sudan People's Liberation Movement (SPLM) focused more on war and fighting than on setting up alternative structures of government, leaving local affairs without organization.\n\nRolandsen, Oystein H. Guerrilla Government: Political Changes in the Southern Sudan during the 1990s. Uppsala, Sweden: Nordiska Afrikaninstutet, 2005.\n\nThe author documents the attempts by the South Sudan People's Liberation Movement (SPLM) to extend its authority across the south and the obstacles it faced.\n\nSahnoun, Mohammed. Somalia: The Missed Opportunities. Washington, DC: United States Institute of Peace Press, 1994.\n\nA personal defense of Ambassador Sahnoun's stewardship of the United Nations Operation in Somalia (UNOSOM) and a trenchant critique of UN Secretary-General Boutros Boutros-Ghali's handling of international involvement in the Somali crisis.\n\nSamatar, Ahmed I., ed. The Somali Challenge: From Catastrophe to Renewal? Boulder, CO: Lynne Rienner, 1994.\n\nThe authors trace the political events leading to state collapse in Somalia, particularly the role of President Mohamed Siad Barre. Contributors place these themes in the wider frame of conflicts and clan politics. There are also interesting chapters on the consequences of urbanization, environmental degradation, and agrarian structures.\n\nTvedt, Terje, ed. Conflict in the Horn of Africa: Human and Ecological Consequences of Warfare. Uppsala, Sweden: Scandinavian Institute of African Studies, 1993.\n\nThe chapters in this volume focus on the human consequences at the local level of conflicts in the Horn of Africa.\n\nWaihenya, Waithaka. The Mediator: General Lazaro Sumbeiywo and the Southern Sudan Peace Process. Nairobi: East African Educational Publishers, 2006.\n\nThis is an account of the role of Kenyan mediator, Sumbeiywo, during the IGAD negotiations for Sudan. It conveys the mediators' battles with the parties and other external actors involved in the peace process leading to the signing of the Comprehensive Peace Agreement.\n\nWoodward, Peter. US Foreign Policy and the Horn of Africa. London: Ashgate, 2006.\n\nThis book provides an excellent discussion of the role of the United States in the Horn of Africa, drawing from the author's extensive background in the region.\n\nWoodward, Peter, and Murray Forsyth, eds. Conflict and Peace in the Horn of Africa: Federalism and Its Alternatives. Brookfield, VT: Ashgate, 1994.\n\nThese are broad-ranging analyses of key political developments in the Horn, with competent surveys on the interaction among politics, economy, environment, and society. There are also chapters that detail the origins of the Ethiopia-Somalia over the Ogaden region.\n\nYongo-Bure, Benaih. Economic Development of Southern Sudan. Lanham, MD: University Press of America, 2007.\n\nThis is an apt survey of key themes relating to Southern Sudanese economy, including the challenges of economic reconstruction and stabilization. Given the few books on this subject, this is an excellent survey of the broader economic issues as the south moves into statehood.\n\nYoung, John. Peasant Revolution in Ethiopia: The Tigray People's Liberation Front, 1975-1991. Cambridge, UK: Cambridge University Press, 1997.\n\nThe book focuses on why the peasants of Tigray supported the TPLF over the years and how the movement evolved to take power in Ethiopia. The author is very knowledgeable about the TPLF, having lived with them during the liberation struggle.\n\nThe INTERNATIONAL PEACE INSTITUTE (IPI) is an independent, international institution dedicated to promoting the prevention and settlement of armed conflicts between and within states through policy research and development. For information on all\n\nIPI Publications and electronic access to additional papers go to www.ipinst.org/publications.\n\nIPI's Africa Program was launched in 1992 with an initial focus on strengthening the capacity of the Organization of African Unity (OAU) to better manage and resolve conflicts on the continent. The program's current phase (2007-2010) is focused on the analysis of subregional capacities, and the strengthening of regional mechanisms and actors in conflict prevention and peacebuilding.\n\nThe Africa Program Working Paper Series forms an important part of the program's current phase, specifically examining the subregional capacities to respond to the multiple challenges facing the African continent today and into the future. Each of the five papers in the series focuses on one particular subregion: North Africa, Southern Africa, Central Africa, Eastern Africa, and West Africa.\n\nUnited Nations Plaza New York, NY 10017-3521 USA 777\n\nTEL +1-212 687-4300 FAX +1-212 983-8246","uri":"http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b","source_uri":"0a1b832d00ed3a1b62b6f14365cbd94b.pdf","extracted_ntriples":"<http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b> <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://ontology.causeex.com/ontology/odps/DataProvenance#Document> .\n<http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b> <http://ontology.causeex.com/ontology/odps/DataProvenance#has_capture_source> <http://ontology.causeex.com/ontology/odps/DataProvenance#BackgroundSource> .\n<http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b> <http://ontology.causeex.com/ontology/odps/DataProvenance#original_source> \"0a1b832d00ed3a1b62b6f14365cbd94b.pdf\" .\n<http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b> <http://ontology.causeex.com/ontology/odps/GeneralConcepts#canonical_label> \"0a1b832d00ed3a1b62b6f14365cbd94b\" .\n<http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b> <http://ontology.causeex.com/ontology/odps/DataProvenance#time_retrieved> \"2021-07-15T20:55:47\"^^<http://www.w3.org/2001/XMLSchema#dateTime> .\n<http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b> <http://ontology.causeex.com/ontology/odps/DataProvenance#has_document_type> <http://ontology.causeex.com/ontology/odps/DataProvenance#Unstructured> .\n<http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b> <http://ontology.causeex.com/ontology/odps/DataProvenance#date_created> \"2008-11-03\" .\n<http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b> <http://ontology.causeex.com/ontology/odps/DataProvenance#author> \"Boots Nucum\" .\n<http://graph.causeex.com/documents/sources#0a1b832d00ed3a1b62b6f14365cbd94b> <http://ontology.causeex.com/ontology/odps/DataProvenance#title> \"Layout 1\" .\n","timestamp":"2021-07-15T20:55:47.000Z","annotations":[]}