{"capture_source":"AutoCollection","extracted_metadata":{"CreationDate":"2018-01-10","ModDate":"2018-01-11","Author":"Samuel Okiror","Type":"article","Description":"Take a look at life after war for the women abducted by Ugandan rebel Joseph Kony.","OriginalLanguage":"en","Classification":"UNCLASSIFIED","Title":"Rebels stole their childhoods, but did they also steal their sense of home?","Publisher":"On the Shelf Trading 44 (Pty) Limited, trading as Daily Mail and Guardian","Producer":"Dow Jones"},"content_type":"application/json","document_id":"0a2d7596abe0332bbe542fc77d76a185","extracted_text":"Take a look at life after war for the women abducted by Ugandan rebel Joseph Kony.\nWhen Agnes Acayo escaped from the rebel group who had abducted her at the age of nine, she felt overjoyed to be free and back home at last. She had spent 10 years in captivity as a child soldier and later was forced to marry a member of the Lord's Resistance Army (LRA) in Uganda.Now 30, Acayo, like many of her fellow female ex-combatants, is stuck in a cycle of poverty, despite government promises that they would be helped. Acayo, who still has a bullet embedded in her right hand from a battle with Ugandan army troops, lives in a rented mud-grass hut with her three children in Gulu, in the north of the country.Like other female returnees, she struggles to buy food, access healthcare, send her children to school or get a job as a result of the the failure of the government's demobilisation, resettlement and reintegration programme. Critics say the programme is biased against female returnees because they are not considered to have been co-opted into the army, like men, and so miss out on any army payments.\"It's difficult to cope with life. We [ex-combatants] are marginalised and abandoned. I keep thinking whether I should go back to the bush or just commit suicide,\" says Acayo. \"I do all kinds of jobs, like washing people's clothes, in order to get money to buy food, and pay school fees, house rent and for medical care. Despite the promises, the government has never provided any assistance. I got an amnesty [commission] certificate and a reintegration package.\"Acayo was given 263 000 Ugandan shillings (£55), a mattress, blanket, hoe, machete, cups, and maize and bean seeds.Justice Peter Onega, chair of Uganda's Amnesty Commission, appreciates Acayo's frustrations. \"Ex-LRA female combatants, abductees and other returnees in northern Uganda are right when they complain. We have failed them. Our hands as a commission are tied. We don't have the necessary financial resources for proper resettlement and reintegration of these people into the communities,\" he says.\"When people face community stigmatisation, discrimination and rejection, they think of all sorts of things. Some think of violence, or returning to the bush, or committing suicide.\"He says the commission needs 10-billion Ugandan shillings (£2m) to reintegrate more than 28 000 former rebels - almost half of them ex-LRA fighters - granted amnesty since 2000.\"We really can't do much. We need 10-billion [shillings] for reintegration purposes. But government allocates the commission about 1.2-billion for its operations each year. We appeal for urgent funding to help us reintegrate and empower these people to forget about their past,\" says Onega.Acayo says she feels \"much pain, frustration and stigmatisation\" at the way she is treated by people. \"When the community knows you are a former rebel fighter, people finger-point and look at you as a killer. You are called all sorts of names: 'Rebel', 'Kony' and 'killer, killer,'\" she says.\"Our children face the same situation. They can't play and interact with other children freely. They are always harassed and abused. The children are seen as a curse and burden to the community.\"I didn't wish to join the LRA. I was abducted. I was told I would be a babysitter. But after one year I was taken for military and started fighting in the frontlines. If I didn't shoot dead, I would be shot.\"Acayo fought in Uganda and Sudan. When she turned 14 it was decided she was old enough to be a wife for one of the commanders. \"I was given to a man about 60 years old. When I refused to be his wife, I was beaten terribly. I was bleeding from the ears, nose and mouth. I was taken to the sick bay, where I stayed for a month. When I recovered I was taken back to the same old man. I had no option. I was forced to live and have sex with him as a wife for six years.\"When Acayo's \"husband\" was killed, she was forced into another marriage.\"We kept fighting as I was planning to escape. One night I took the risk and managed to escape in Lubagatek, Sudan [now South Sudan]. I moved with my baby son for days without food and water. Fortunately, I bumped into some Arab fighters. They helped, and took me to Juba. Save the Children transported me to Khartoum,\" says Acayo.\"I was excited and overjoyed when I was flown back to Uganda. But it was a rude welcome. I found my father and mother [had been] killed. I couldn't stay in the village and had to return to town because of community rejection. We are looked on as killers.\" A former LRA child soldier carries out bead work to supplement her income near Gulu. (Alamy Stock Photo)It is a common story, says Mahlet Woldetsadik, a doctoral fellow at Pardee Rand Graduate School in California, who is working on a research project in Gulu. \"Most women survivors still continue to face a lot of challenges, including mental health problems related to their experiences, land inheritance issues related to their children born of war and [difficulties in] fully integrating back into their former communities and families,\" she says. \"Those who have chosen not to get remarried, or remain single after their return, face greater challenges in terms of supporting themselves financially, since it's not easy for them to get a job or start their own businesses.\"Woldetsadik and her team interviewed more than 50 female survivors who experienced sexual violence during captivity.Woldetsadik says the first step is to understand - from survivors themselves - their challenges and what they need for a sustainable livelihood and to be able to heal fully from their trauma.\"Designing programmes based on their needs rather than donor or organisational priorities is, I think, the most useful way of addressing the needs in this community,\" says Woldetsadik.\"It's important to support grassroots organisations, some of which, like the Women's Advocacy Network, are led by survivors themselves. These organisations have a deeper understanding of this community and what is needed in order to effect change. These groups are also trusted by those they serve, and have direct access to women who might not seek formal services.\"Acayo is clear about what she wants. \"The government should sponsor and pay school fees for my children, buy land for me and construct a house. It should also create jobs for our children. Some of the children we came back from the bush with went to school and studied. At the moment, they are thinking about wanting to go back to the bush over lack of jobs,\" she says.This feature was originally published as part of The Guardian's Global Development project.","uri":"http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185","source_uri":"AIWMAG0020180111ee1a0005p","extracted_ntriples":"<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://ontology.causeex.com/ontology/odps/DataProvenance#Document> .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#has_capture_source> <http://ontology.causeex.com/ontology/odps/DataProvenance#AutoCollection> .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#original_source> \"AIWMAG0020180111ee1a0005p\" .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/GeneralConcepts#canonical_label> \"0a2d7596abe0332bbe542fc77d76a185\" .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#time_retrieved> \"2021-07-15T20:00:31\"^^<http://www.w3.org/2001/XMLSchema#dateTime> .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://www.ontologyrepository.com/CommonCoreOntologies/article> .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#has_document_type> <http://ontology.causeex.com/ontology/odps/DataProvenance#Unstructured> .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#date_created> \"2018-01-10\" .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#date_modified> \"2018-01-11\" .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#title> \"Rebels stole their childhoods, but did they also steal their sense of home?\" .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#author> \"Samuel Okiror\" .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#publisher> \"On the Shelf Trading 44 (Pty) Limited, trading as Daily Mail and Guardian\" .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#description> \"Take a look at life after war for the women abducted by Ugandan rebel Joseph Kony.\" .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#language> \"en\" .\n<http://graph.causeex.com/documents/sources#0a2d7596abe0332bbe542fc77d76a185> <http://ontology.causeex.com/ontology/odps/DataProvenance#classification> \"UNCLASSIFIED\" .\n","timestamp":"2021-07-15T20:00:31.000Z","annotations":[{"type":"facets","label":"factiva-subjects","version":"1","content":[{"value":"Military Action"},{"value":"Kidnapping/Abduction"},{"value":"Political/General News"},{"value":"National/Public Security"},{"value":"Crime/Legal Action"},{"value":"Risk News"}],"class":"static"},{"type":"facets","label":"factiva-regions","version":"1","content":[{"value":"Uganda"},{"value":"Africa"},{"value":"Developing Economies"},{"value":"East Africa"}],"class":"static"}]}